Repository: JHCharlieKim/GuessWho
Catalog: GuessWho/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# result.share.footer.message
source: Share this result and invite friends to try WhoseFace too.
ja: この結果を共有して、WhoseFace を友だちにも勧めてみましょう。
zh_hans: 把这个结果分享出去，也邀请朋友来试试 WhoseFace 吧。
zh_hant: 把這個結果分享出去，也邀請朋友來試試 WhoseFace 吧。

# result.share.footer.title
source: Share your result
ja: 結果を共有しましょう
ko: 결과를 공유해보세요
zh_hans: 分享你的结果
zh_hant: 分享你的結果

# result.share.image.title
source: Family similarity result
ja: 家族の類似度結果
ko: 가족 닮은꼴 결과
zh_hans: 家庭相似度结果
zh_hant: 家庭相似度結果

# result.share.image.winner
source: Closer to %1$@ at %2$d%%
ja: %1$@ に %2$d%% 近いです
ko: %1$@ 닮은 정도 %2$d%%
zh_hans: 更接近 %1$@，相似度 %2$d%%
zh_hant: 更接近 %1$@，相似度 %2$d%%

# result.share.message.download
source: Download the app here:
ja: アプリのダウンロードはこちら:
ko: 앱 다운로드:
zh_hans: 在这里下载应用：
zh_hant: 在這裡下載 App：

# result.share.message.intro
source: I checked our family similarity result in WhoseFace.
ja: WhoseFace で家族の類似度結果をチェックしました。
zh_hans: 我在 WhoseFace 里查看了我们的家庭相似度结果。
zh_hant: 我在 WhoseFace 裡查看了我們的家庭相似度結果。

# result.share.message.winner
source: %1$@ similarity %2$d%%
ja: %1$@ 類似度 %2$d%%
ko: %1$@ 유사도 %2$d%%
zh_hans: %1$@ 相似度 %2$d%%
zh_hant: %1$@ 相似度 %2$d%%

# result.title
source: Analysis result
ja: 分析結果
ko: 분석 결과
zh_hans: 分析结果
zh_hant: 分析結果

# result.unavailable.message
source: Try again after both parent models are trained and the child photo is ready.
ja: 両親モデルの学習と子どもの写真の準備が完了してから、もう一度お試しください。
ko: 부모 모델 학습과 자녀 사진 준비가 끝난 뒤 다시 시도해주세요.
zh_hans: 请在父母模型训练完成且孩子照片准备好后，再重新尝试。
zh_hant: 請在父母模型訓練完成且孩子照片準備好後，再重新嘗試。

# result.unavailable.title
source: Couldn't create a result
ja: 結果を作成できませんでした
ko: 결과를 만들 수 없어요
zh_hans: 无法生成结果
zh_hant: 無法產生結果

# result.winner.message
source: This photo looks more similar to %@
ja: 今回の写真は %@ により似ています
ko: 이번 사진은 %@와 더 비슷해 보여요
zh_hans: 这张照片看起来更像 %@
zh_hant: 這張照片看起來更像 %@

# result.winner.score
source: %1$@ score %2$d / 100
ja: %1$@ スコア %2$d / 100
ko: %1$@ 점수 %2$d / 100
zh_hans: %1$@ 分数 %2$d / 100
zh_hant: %1$@ 分數 %2$d / 100

# role.child.photo
source: Child photo
ja: 子どもの写真
ko: 자녀 사진
zh_hans: 孩子照片
zh_hant: 孩子照片

# role.father.photo
source: Dad photos
ja: お父さんの写真
ko: 아빠 사진
zh_hans: 爸爸照片
zh_hant: 爸爸照片

# role.mother.photo
source: Mom photos
ja: お母さんの写真
ko: 엄마 사진
zh_hans: 妈妈照片
zh_hant: 媽媽照片

# sample.child.name
source: Child photo %d
ja: 子どもの写真 %d
ko: 자녀 사진 %d
zh_hans: 孩子照片 %d
zh_hant: 孩子照片 %d

# sample.excluded.badge
source: Excluded
ja: 除外
ko: 제외
zh_hans: 已排除
zh_hant: 已排除

# sample.parent.name
source: %1$@ photo %2$d
ja: %1$@ の写真 %2$d
ko: %1$@ 사진 %2$d
zh_hans: %1$@ 照片 %2$d
zh_hant: %1$@ 照片 %2$d

# sample.quality.excluded
source: Excluded %d
ja: 除外 %d
ko: 학습 제외 %d
zh_hans: 已排除 %d
zh_hant: 已排除 %d

# sample.quality.included
source: Quality %d
ja: 品質 %d
ko: 품질 %d
zh_hans: 质量 %d
zh_hant: 品質 %d

# status.need_more
source: Need more
ja: さらに必要
ko: 더 필요
zh_hans: 还需要更多
zh_hant: 還需要更多

# status.ready
source: Ready
ja: 準備完了
ko: 기준 충족
zh_hans: 已准备好
zh_hant: 已準備好

# tab.help
source: Help
ja: ヘルプ
ko: 도움말
zh_hans: 帮助
zh_hant: 說明

# tab.home
source: Home
ja: ホーム
ko: 홈
zh_hans: 首页
zh_hant: 首頁

# tab.training
source: Training
ja: 学習
ko: 학습
zh_hans: 训练
zh_hant: 訓練

# training_card.add_photos
source: Add %@
ja: %@ を追加
ko: %@ 추가하기
zh_hans: 添加 %@
zh_hant: 加入 %@

# training_model.father
source: Dad model
ja: お父さんモデル
ko: 아빠 모델
zh_hans: 爸爸模型
zh_hant: 爸爸模型

# training_model.mother
source: Mom model
ja: お母さんモデル
ko: 엄마 모델
zh_hans: 妈妈模型
zh_hant: 媽媽模型

# training_status.need.message
source: Training starts when each parent has at least three photos.
ja: 学習は、親それぞれに少なくとも3枚の写真が追加されると始まります。
ko: 부모 각각 최소 3장씩 등록되면 사진 학습을 시작할 수 있어요.
zh_hans: 当父母双方各至少添加 3 张照片后，就可以开始训练。
zh_hant: 當父母雙方各至少加入 3 張照片後，就可以開始訓練。

# training_status.ready.message
source: Both models are ready. Lower-quality photos are automatically excluded so the model can focus on stronger samples.
ja: 両方のモデルの準備ができています。品質の低い写真は自動で除外され、より良いサンプルを中心に学習します。
ko: 두 모델 모두 준비됐어요. 품질이 낮은 사진은 자동 제외하고 좋은 샘플 위주로 학습합니다.
zh_hans: 两个模型都已准备完成。系统会自动排除质量较低的照片，并优先使用更优质的样本进行训练。
zh_hant: 兩個模型都已準備完成。系統會自動排除品質較低的照片，並優先使用更優質的樣本進行訓練。

# training_status.title
source: Training readiness
ja: 学習準備状況
ko: 학습 준비 상태
zh_hans: 训练准备状态
zh_hant: 訓練準備狀態

# training.improve.banner.message
source: You can strengthen training anytime by adding more bright and clear parent photos.
ja: 明るく鮮明な親の写真を追加すると、より良いサンプルを選び直して学習状態を更新できます。
ko: 밝고 선명한 부모 사진을 더 추가하면 좋은 샘플을 다시 골라 학습 상태를 업데이트합니다.
zh_hans: 你可以随时添加更多明亮清晰的父母照片，重新挑选更好的样本并更新训练状态。
zh_hant: 你可以隨時加入更多明亮清晰的父母照片，重新挑選更好的樣本並更新訓練狀態。

# training.improve.banner.title
source: You can improve photos anytime
ja: 写真はいつでも補強できます
ko: 사진은 언제든 보강할 수 있어요
zh_hans: 照片随时都可以继续补充
zh_hant: 照片隨時都可以繼續補充

# training.improve.detail
source: More photos can help the app pick better samples and make training steadier.
ja: 写真が多いほど良いサンプルを選びやすくなり、学習がより安定することがあります。
ko: 사진이 많을수록 더 좋은 샘플을 고를 수 있어 학습이 더 안정적일 수 있어요.
zh_hans: 照片越多，越容易挑选到更好的样本，让训练更稳定。
zh_hant: 照片越多，越容易挑選到更好的樣本，讓訓練更穩定。

# training.improve.eyebrow
source: Improve
ja: 改善
zh_hans: 优化
zh_hant: 優化

# training.improve.title
source: Try adding more parent photos
ja: 親の写真をもっと追加してみましょう
ko: 부모 사진을 더 추가해보세요
zh_hans: 试着再添加一些父母照片
zh_hant: 試著再加入一些父母照片

# training.navigation.title
source: Training
ja: 学習
ko: 학습
zh_hans: 训练
zh_hant: 訓練

# training.overview.detail
source: Add or remove parent photos to make the comparison baseline more stable.
ja: 親の写真を追加したり除外したりしながら、比較の基準をより安定させられます。
ko: 부모 사진을 추가하거나 제외하면서 비교에 사용할 기준을 더 안정적으로 만들 수 있어요.
zh_hans: 通过添加或排除父母照片，可以让比较基准更加稳定。
zh_hant: 透過加入或排除父母照片，可以讓比較基準更加穩定。

# training.overview.eyebrow
source: Training Hub
ja: 学習ハブ
zh_hans: 训练中心
zh_hant: 訓練中心

# training.overview.title
source: Manage parent photos and strengthen training
ja: 親の写真を管理して学習を強化しましょう
ko: 부모 사진을 관리하고 학습을 보강하세요
zh_hans: 管理父母照片并强化训练
zh_hant: 管理父母照片並強化訓練

# training.parent.detail
source: Clear photos that are close to front-facing usually produce steadier results.
ja: 正面に近く鮮明な写真ほど、結果が安定しやすくなります。
ko: 정면에 가깝고 선명한 사진일수록 결과가 안정적이에요.
zh_hans: 越接近正面、越清晰的照片，结果通常越稳定。
zh_hant: 越接近正面、越清晰的照片，結果通常越穩定。

# training.parent.eyebrow
source: Training
ja: 学習
zh_hans: 训练
zh_hant: 訓練

# training.parent.title
source: Train parent photos
ja: 親の写真を学習
ko: 부모 사진 학습
zh_hans: 训练父母照片
zh_hant: 訓練父母照片
